Repository: common-repository/netreviews
Catalog: i18n/languages/av-*.po
Languages: es_es

source: Use the voice of your customers and boost your sales
es_es: ¡Utilice la voz de sus clientes mejorar sus ventas

source: A turnkey solution for collecting, managing, analyzing, and publishing consumer reviews online, Verified Reviews puts the customer experience at the service of your brand
es_es: La solución clave para colectar, gestionar, analizar y publicar las opiniones de consumidores online. Opiniones Verificadas pone la experiencia del cliente al servicio de vuestra marca

source: Measure your shopper satisfaction and improve the customer experience
es_es: Mida la satisfacción de su comprador y mejore la experiencia del cliente

source: After an online or in-store order, easily track and measure your customers' satisfaction and improve their shopping experiences
es_es: Después de un pedido o una compra en tienda, podrás medir la satisfacción de tus clientes y mejorar sus experiencia de compra

source: Product Visibility
es_es: Visibilidad de los productos

source: Measurement, analysis, and valuation of the customer experience
es_es: Medición, analisis y valorización de la experiencia del cliente.

source: Control and improvement of e-reputation
es_es: Control y mejora de la reputación online

source: Increase in conversions
es_es: Aumento de la conversión

source: http://www.verified-reviews.co.uk/
es_es: http://www.opiniones-verificadas.com/

source: Subscribe
es_es: Inscríbete

source: Changes saved.
es_es: Cambios guardados.

source: Download the export :
es_es: Descargar la exportación:

source: Download
es_es: Descargar

source: No orders in this time slot.
es_es: No hay pedidos en este intervalo de tiempo.

source: Settings
es_es: Configuraciones

source: Module Activation :
es_es: Activación del módulo:

source: Yes
es_es: Si

source: Are you using WPML plugin?
es_es: ¿Utiliza el plugin WPML?

source: Please, insert your secret key and website id, corresponding to the backoffice of each shop language.
es_es: Por favor, inserte la clave secreta y el idwebsite correspondiente al back-office de cada lengua

source: Secret Key :
es_es: Clave secreta:

source: Please check your customer area on
es_es: Por favor verifique su área de clientes en

source: verified-reviews.co.uk
es_es: opiniones-verificadas.com

source: to see your login data.
es_es: para ver sus datos de acceso.

source: Product information to associate (required for Google Shopping) :
es_es: Información del producto (Requerido para Google Shopping) :

source: Brand :
es_es: Marca:

source: Save
es_es: Guardar

source: Design
es_es: Apariencia

source: Select a design for product page stars:
es_es: Seleccione un diseño de estrellas para la pagina producto:

source: Reviews
es_es: Opiniones

source: See all reviews
es_es: Ver las opiniones

source: Choose the template of reviews block:
es_es: Seleccione el diseño del bloque de opiniones:

source: Change stars colour:
es_es: Modificar el color de las estrellas:

source: Number of reviews to display:
es_es: Numero de opiniones a mostrar:

source: Display stars in category page:
es_es: Mostrar estrellas en la lista de productos:

source: Add helpful option to your reviews
es_es: Agregar opción "Opinión útil" a las opiniones:

source: Display medias with product reviews
es_es: Mostrar los medias en las opiniones productos:

source: Use reduced responsive design in product reviews ?
es_es: Usar el diseño adaptable pequeño ?

source: Specific CSS :
es_es: CSS específico:

source: Manual export
es_es: Exportación manual

source: Export your recently received orders to collect immediately your first customer reviews and to show your certificate Verified Reviews.
es_es: Exporte sus pedidos recibidos recientemente para recopilar de inmediato sus primeras opiniones de clientes y mostrar su certificado Opiniones Verificadas.

source: The first date must be older than the second
es_es: La primera fecha debe ser anterior a la segunda

source: From
es_es: Desde

source: to
es_es: hasta

source: Collect Product Reviews :
es_es: Recoger opiniones de productos:

source: Orders status :
es_es: Estado de los pedidos:

source: export
es_es: exportar

source: Without Product Reviews : Your customers will only be asked for their reviews regarding the order (obligatory).
es_es: Sin opiniones de los productos: consultaremos a tus clientes sobre su experiencia de compra en tu tienda online (obligatorio).

source: With Product Reviews : Your customers will be asked for their review regarding the order (obligatory) and regarding the purchased products as well.
es_es: Con opiniones de los productos: consultaremos a tus clientes sobre su experiencia de compra en tu tienda online (obligatorio) y su satisfacción con respecto a el/los producto(s) comprados.

source: Check installation
es_es: Compruebe la instalación

source: Tables :
es_es: Tablas:

source: Status :
es_es: Estado:

source: Index :
es_es: Índice:

source: Count :
es_es: Totales:

source: logo_full_en.png
es_es: logo_full_es.png

source: following an order made on
es_es: tras la compra hecha el

source: Was this review helpful ?
es_es: Te fue útil esta opinión?

source: Reply from
es_es: Respuesta de

source: on
es_es: el

source: Show exchanges
es_es: Publicar intercambios

source: Hide exchanges
es_es: Ocultar intercambios

source: Verified Reviews
es_es: Opiniones Verificadas

source: An error has occured.
es_es: Ha ocurrido un error, por favor reintente más tarde.

source: Thank you, your vote will be published soon
es_es: Gracias, su voto sera tomado en cuenta muy pronto

source: Show the Certificate of Trust
es_es: Mostrar el Certificado de Confianza

source: Reviews subject to control
es_es: Opiniones sujetas a un control

source: For further information on the nature of the review controls, as well as the possibility of contacting the author of the review please consult our
es_es: Para más información sobre las características del control de opiniones, y la posibilidad de contactar al autor de la opinión, por favor consulte nuestra

source: en/transparency-charter/
es_es: es/carta-de-transparencia-es/

source: Transparency Charter
es_es: Carta de Transparencia

source: No inducements have been provided for these reviews
es_es: Ningún descuento ni puntos de fidelidad han sido ofrecidos a cambio de estas opiniones

source: Reviews are published and kept for a period of five years
es_es: Las opiniones son publicadas y conservadas durante un periodo de cinco años

source: Reviews can not be modified: If a customer wishes to modify their review then they can do so by contacting Verified Reviews directly to remove the existing review and publish an amended one
es_es: Las opiniones no pueden ser modificadas: si un cliente desea modificar su opinión entonces debe contactar al equipo de Opiniones Verificadas para pedir la eliminación de la opinión y publicar una nueva

source: The reasons for deletion of reviews are available
es_es: Los motivos de la eliminación de las opiniones están disponibles

source: verified-reviews.com
es_es: opiniones-verificadas.com

source: here
es_es: aquí

source: Based on
es_es: Basado en

source: customer(s) reviews
es_es: opiniones de consumidores

source: Sort the reviews display
es_es: Filtrar las Opiniones

source: Newest
es_es: Las más nuevas primero

source: Oldest
es_es: Las más antiguas primero

source: Highest rating
es_es: Las de mejor nota

source: Lowest rating
es_es: Las de menor nota

source: The most helpful
es_es: Las más útiles

source: Rate
es_es: Nota

source: More reviews
es_es: Más comentarios...

source: review(s)
es_es: opinion(es)

source: customers recommending this product
es_es: de los clientes recomiendan este producto

source: All the reviews
es_es: Todas las opiniones

source: Display more reviews
es_es: Más comentarios...

source: Product Reviews
es_es: Opiniones de productos
